Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.validation.mod_cache_batch_delete_failed
source: Failed to batch delete mod cache: %@
ar: فشل حذف ذاكرة التخزين المؤقت للوحدات المجمعة: %@
da: Kunne ikke slette mod-cache i batch: %@
de: Batch-Löschung des Mod-Cache fehlgeschlagen: %@
es: Error al eliminar caché de mods en lote: %@
fi: Mod-välimuistin eräpoisto epäonnistui: %@
fr: Échec de la suppression par lot du cache des mods: %@
hi: बैच में मॉड कैश हटाने में विफल: %@
it: Eliminazione batch della cache mod fallita: %@
ja: MODキャッシュの一括削除に失敗しました： %@
ko: 모드 캐시 일괄 삭제 실패： %@
nb: Kunne ikke slette mod-cache i batch: %@
nl: Batch verwijderen van mod-cache mislukt: %@
pl: Nie udało się usunąć pamięci podręcznej modów wsadowo: %@
pt: Falha ao excluir cache de mods em lote: %@
ru: Не удалось пакетно удалить кеш модов: %@
sv: Kunde inte radera mod-cache i batch: %@
th: ลบแคชม็อดแบบกลุ่มล้มเหลว: %@
tr: Mod önbelleğinin toplu silinmesi başarısız: %@
vi: Xóa bộ nhớ đệm mod hàng loạt thất bại: %@
zh_hans: 批量删除mod缓存失败： %@
zh_hant: 批量刪除mod緩存失敗： %@

# error.validation.mod_cache_batch_save_failed
source: Failed to batch save mod cache: %@
ar: فشل حفظ ذاكرة التخزين المؤقت للوحدات المجمعة: %@
da: Kunne ikke gemme mod-cache i batch: %@
de: Batch-Speicherung des Mod-Cache fehlgeschlagen: %@
es: Error al guardar caché de mods en lote: %@
fi: Mod-välimuistin eräasäilytys epäonnistui: %@
fr: Échec de l'enregistrement par lot du cache des mods: %@
hi: बैच में मॉड कैश सहेजने में विफल: %@
it: Salvataggio batch della cache mod fallito: %@
ja: MODキャッシュの一括保存に失敗しました： %@
ko: 모드 캐시 일괄 저장 실패： %@
nb: Kunne ikke lagre mod-cache i batch: %@
nl: Batch opslaan van mod-cache mislukt: %@
pl: Nie udało się zapisać pamięci podręcznej modów wsadowo: %@
pt: Falha ao salvar cache de mods em lote: %@
ru: Не удалось пакетно сохранить кеш модов: %@
sv: Kunde inte spara mod-cache i batch: %@
th: บันทึกแคชม็อดแบบกลุ่มล้มเหลว: %@
tr: Mod önbelleğinin toplu kaydı başarısız: %@
vi: Lưu bộ nhớ đệm mod hàng loạt thất bại: %@
zh_hans: 批量保存mod缓存失败： %@
zh_hant: 批量儲存mod緩存失敗： %@

# error.validation.mod_cache_delete_failed
source: Failed to delete mod cache: %@
ar: فشل حذف ذاكرة التخزين المؤقت للوحدات: %@
da: Kunne ikke slette mod-cache: %@
de: Mod-Cache löschen fehlgeschlagen: %@
es: Error al eliminar caché de mods: %@
fi: Mod-välimuistin poistaminen epäonnistui: %@
fr: Échec de la suppression du cache des mods: %@
hi: मॉड कैश हटाने में विफल: %@
it: Eliminazione cache mod fallita: %@
ja: MODキャッシュの削除に失敗しました： %@
ko: 모드 캐시 삭제 실패： %@
nb: Kunne ikke slette mod-cache: %@
nl: Mod-cache verwijderen mislukt: %@
pl: Nie udało się usunąć pamięci podręcznej modów: %@
pt: Falha ao excluir cache de mods: %@
ru: Не удалось удалить кеш модов: %@
sv: Kunde inte radera mod-cache: %@
th: ลบแคชม็อดล้มเหลว: %@
tr: Mod önbelleği silinemedi: %@
vi: Xóa bộ nhớ đệm mod thất bại: %@
zh_hans: 删除mod缓存失败： %@
zh_hant: 刪除mod緩存失敗： %@

# error.validation.mod_cache_encode_failed
source: Failed to save mod cache: %@
ar: فشل حفظ ذاكرة التخزين المؤقت للوحدات: %@
da: Kunne ikke kode mod-cache: %@
de: Mod-Cache Kodierung fehlgeschlagen: %@
es: Error al guardar caché de mods: %@
fi: Mod-välimuistin tallennus epäonnistui: %@
fr: Échec de l'enregistrement du cache des mods: %@
hi: मॉड कैश सहेजने में विफल: %@
it: Salvataggio cache mod fallito: %@
ja: MODキャッシュの保存に失敗しました： %@
ko: 모드 캐시 저장 실패： %@
nb: Kunne ikke lagre mod-cache: %@
nl: Mod-cache opslaan mislukt: %@
pl: Nie udało się zapisać pamięci podręcznej modów: %@
pt: Falha ao salvar cache de mods: %@
ru: Не удалось сохранить кеш модов: %@
sv: Kunde inte spara mod-cache: %@
th: บันทึกแคชม็อดล้มเหลว: %@
tr: Mod önbelleği kaydedilemedi: %@
vi: Lưu bộ nhớ đệm mod thất bại: %@
zh_hans: 保存mod缓存失败： %@
zh_hant: 儲存mod緩存失敗： %@

# error.validation.mod_cache_save_failed
source: Failed to save mod cache: %@
ar: فشل حفظ ذاكرة التخزين المؤقت للوحدات: %@
da: Kunne ikke gemme mod-cache: %@
de: Mod-Cache speichern fehlgeschlagen: %@
es: Error al guardar caché de mods: %@
fi: Mod-välimuistin tallennus epäonnistui: %@
fr: Échec de l'enregistrement du cache des mods: %@
hi: मॉड कैश सहेजने में विफल: %@
it: Salvataggio cache mod fallito: %@
ja: MODキャッシュの保存に失敗しました： %@
ko: 모드 캐시 저장 실패： %@
nb: Kunne ikke lagre mod-cache: %@
nl: Mod-cache opslaan mislukt: %@
pl: Nie udało się zapisać pamięci podręcznej modów: %@
pt: Falha ao salvar cache de mods: %@
ru: Не удалось сохранить кеш модов: %@
sv: Kunde inte spara mod-cache: %@
th: บันทึกแคชม็อดล้มเหลว: %@
tr: Mod önbelleği kaydedilemedi: %@
vi: Lưu bộ nhớ đệm mod thất bại: %@
zh_hans: 保存mod缓存失败： %@
zh_hant: 儲存mod緩存失敗： %@

# error.validation.no_file_selected
source: No File Selected
ar: لم يتم اختيار ملف
da: Ingen fil valgt
de: Keine Datei ausgewählt
es: No hay archivo seleccionado
fi: Ei tiedostoa valittu
fr: Aucun fichier sélectionné
hi: कोई फ़ाइल चयनित नहीं
it: Nessun file selezionato
ja: ファイルが選択されていません
ko: 선택된 파일이 없습니다
nb: Ingen fil valgt
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku
pt: Nenhum arquivo selecionado
ru: Файл не выбран
sv: Ingen fil vald
th: ไม่มีการเลือกไฟล์
tr: Dosya seçilmedi
vi: Không có tệp nào được chọn
zh_hans: 未选择文件
zh_hant: 未選取檔案

# error.validation.platform_data_not_found
source: Platform data not found: %@
ar: لم يتم العثور على بيانات المنصة: %@
da: Platformdata ikke fundet: %@
de: Plattformdaten nicht gefunden: %@
es: Datos de plataforma no encontrados: %@
fi: Alustan tiedot ei löytynyt: %@
fr: Données de plateforme introuvables: %@
hi: प्लेटफॉर्म डेटा नहीं मिला: %@
it: Dati piattaforma non trovati: %@
ja: プラットフォームデータが見つかりません： %@
ko: 플랫폼 데이터를 찾을 수 없습니다： %@
nb: Plattformdata ikke funnet: %@
nl: Platformgegevens niet gevonden: %@
pl: Nie znaleziono danych platformy: %@
pt: Dados da plataforma não encontrados: %@
ru: Данные платформы не найдены: %@
sv: Plattformsdata hittades inte: %@
th: ไม่พบข้อมูลแพลตฟอร์ม: %@
tr: Platform verisi bulunamadı: %@
vi: Không tìm thấy dữ liệu nền tảng: %@
zh_hans: 未找到%@平台数据
zh_hant: 未找到%@平台數據

# error.validation.processor_missing_jar
source: Processor Missing JAR
ar: المعالج يفتقد ملف JAR
da: Processor mangler JAR-fil
de: Prozessor fehlt JAR-Datei
es: Procesador falta archivo JAR
fi: Prosessorista puuttuu JAR-tiedosto
fr: Processeur manque fichier JAR
hi: प्रोसेसर में JAR फ़ाइल गुम
it: Processore manca file JAR
ja: プロセッサーにJARファイルがありません
ko: 프로세서에 JAR 파일이 없습니다
nb: Prosessor mangler JAR-fil
nl: Processor mist JAR-bestand
pl: Procesor brakuje pliku JAR
pt: Processador falta arquivo JAR
ru: Процессору не хватает JAR-файла
sv: Processor saknar JAR-fil
th: ตัวประมวลผลขาดไฟล์ JAR
tr: İşlemci JAR dosyası eksik
vi: Bộ xử lý thiếu tệp JAR
zh_hans: 处理器缺少JAR文件配置
zh_hant: 處理器缺少JAR檔案配置

# error.validation.project_detail_convert_failed
source: Project Detail Convert Failed
ar: فشل تحويل تفاصيل المشروع
da: Konvertering af projektdetaljer mislykkedes
de: Konvertierung der Projektdetails fehlgeschlagen
es: Conversión de detalles del proyecto falló
fi: Projektin yksityiskohtien muunnos epäonnistui
fr: Conversion des détails du projet échouée
hi: प्रोजेक्ट विवरण रूपांतरण विफल
it: Conversione dettagli progetto fallita
ja: プロジェクト詳細の変換に失敗
ko: 프로젝트 세부 정보 변환 실패
nb: Konvertering av prosjektdetaljer mislyktes
nl: Conversie van projectdetails mislukt
pl: Konwersja szczegółów projektu nie powiodła się
pt: Conversão de detalhes do projeto falhou
ru: Преобразование деталей проекта не удалось
sv: Konvertering av projektdetaljer misslyckades
th: การแปลงรายละเอียดโครงการล้มเหลว
tr: Proje detaylarının dönüştürülmesi başarısız
vi: Chuyển đổi chi tiết dự án thất bại
zh_hans: 转换项目详情失败
zh_hant: 轉換項目詳情失敗

# error.validation.project_id_empty
source: Project ID Empty
ar: معرف المشروع فارغ
da: Projekt-ID er tom
de: Projekt-ID ist leer
es: ID del proyecto vacío
fi: Projektin ID on tyhjä
fr: ID du projet vide
hi: प्रोजेक्ट ID खाली है
it: ID progetto vuoto
ja: プロジェクトIDが空です
ko: 프로젝트 ID가 비어있습니다
nb: Prosjekt-ID er tom
nl: Project-ID is leeg
pl: ID projektu jest puste
pt: ID do projeto vazio
ru: ID проекта пуст
sv: Projekt-ID är tomt
th: ID โครงการว่างเปล่า
tr: Proje ID'si boş
vi: ID dự án trống
zh_hans: 项目ID不能为空
zh_hant: 項目ID不能為空

# error.validation.project_type_empty
source: Project Type Empty
ar: نوع المشروع فارغ
da: Projekttype er tom
de: Projekttyp ist leer
es: Tipo de proyecto vacío
fi: Projektin tyyppi on tyhjä
fr: Type de projet vide
hi: प्रोजेक्ट प्रकार खाली है
it: Tipo progetto vuoto
ja: プロジェクトタイプが空です
ko: 프로젝트 타입이 비어있습니다
nb: Prosjekttype er tom
nl: Projecttype is leeg
pl: Typ projektu jest pusty
pt: Tipo de projeto vazio
ru: Тип проекта пуст
sv: Projekttyp är tomt
th: ประเภทโครงการว่างเปล่า
tr: Proje türü boş
vi: Loại dự án trống
zh_hans: 项目类型不能为空
zh_hant: 項目類型不能為空

# error.validation.query_type_empty
source: Query Type Empty
ar: نوع الاستعلام فارغ
da: Forespørgsels type er tom
de: Abfragetyp ist leer
es: Tipo de consulta vacío
fi: Kyselyn tyyppi on tyhjä
fr: Type de requête vide
hi: क्वेरी प्रकार खाली है
it: Tipo query vuoto
ja: クエリタイプが空です
ko: 쿼리 타입이 비어있습니다
nb: Forespørselstype er tom
nl: Querytype is leeg
pl: Typ zapytania jest pusty
pt: Tipo de consulta vazio
ru: Тип запроса пуст
sv: Frågetyp är tomt
th: ประเภทคำถามว่างเปล่า
tr: Sorgu türü boş
vi: Loại truy vấn trống
zh_hans: 查询类型不能为空
zh_hant: 查詢類型不能為空

# error.validation.search_condition_encode_failed
source: Search Condition Encode Failed
ar: فشل في ترميز شروط البحث
da: Kodning af søgebetingelser mislykkedes
de: Kodierung der Suchbedingungen fehlgeschlagen
es: Codificación de condiciones de búsqueda falló
fi: Hakuehtojen koodaus epäonnistui
fr: Encodage des conditions de recherche échoué
hi: खोज शर्तों को एन्कोड करने में विफल
it: Codifica condizioni di ricerca fallita
ja: 検索条件のエンコードに失敗
ko: 검색 조건 인코딩 실패
nb: Koding av søkebetingelser mislyktes
nl: Codering van zoekvoorwaarden mislukt
pl: Kodowanie warunków wyszukiwania nie powiodło się
pt: Codificação de condições de busca falhou
ru: Кодирование условий поиска не удалось
sv: Kodning av sökvillkor misslyckades
th: การเข้ารหัสเงื่อนไขการค้นหาล้มเหลว
tr: Arama koşulu kodlama başarısız
vi: Mã hóa điều kiện tìm kiếm thất bại
zh_hans: 编码搜索条件失败
zh_hant: 編碼搜索條件失敗

# error.validation.search_url_build_failed
source: Search URL Build Failed
ar: فشل في بناء رابط البحث
da: Opbygning af søge-URL mislykkedes
de: Erstellung der Such-URL fehlgeschlagen
es: Construcción de URL de búsqueda falló
fi: Haku-URL:n rakentaminen epäonnistui
fr: Construction de l'URL de recherche échouée
hi: खोज URL बनाने में विफल
it: Costruzione URL di ricerca fallita
ja: 検索URLの構築に失敗
ko: 검색 URL 구축 실패
nb: Bygging av søke-URL mislyktes
nl: Bouwen van zoek-URL mislukt
pl: Budowanie URL wyszukiwania nie powiodło się
pt: Construção de URL de busca falhou
ru: Создание URL поиска не удалось
sv: Byggande av sök-URL misslyckades
th: การสร้าง URL การค้นหาล้มเหลว
tr: Arama URL'si oluşturma başarısız
vi: Xây dựng URL tìm kiếm thất bại
zh_hans: 构建搜索URL失败
zh_hant: 構建搜索URL失敗

# error.validation.sha1_check_failed
source: SHA1 Check Failed
ar: فشل فحص SHA1
da: SHA1-kontrol mislykkedes
de: SHA1-Prüfung fehlgeschlagen
es: Verificación SHA1 falló
fi: SHA1-tarkistus epäonnistui
fr: Vérification SHA1 échouée
hi: SHA1 जांच विफल
it: Verifica SHA1 fallita
ja: SHA1チェックに失敗
ko: SHA1 검사 실패
nb: SHA1-kontroll mislyktes
nl: SHA1-controle mislukt
pl: Sprawdzanie SHA1 nie powiodło się
pt: Verificação SHA1 falhou
ru: Проверка SHA1 не удалась
sv: SHA1-kontroll misslyckades
th: การตรวจสอบ SHA1 ล้มเหลว
tr: SHA1 kontrol başarısız
vi: Kiểm tra SHA1 thất bại
zh_hans: SHA1校验失败
zh_hant: SHA1校驗失敗

# error.validation.skin_invalid_file
source: Invalid skin file
ar: ملف الجلد غير صالح
da: Ugyldig hud fil
de: Ungültige Skin-Datei
es: Archivo de skin inválido
fi: Virheellinen skin-tiedosto
fr: Fichier de skin invalide
hi: अमान्य स्किन फ़ाइल
it: File skin non valido
ja: 無効なスキンファイル
ko: 유효하지 않은 스킨 파일
nb: Ugyldig hud fil
nl: Ongeldig skin bestand
pl: Nieprawidłowy plik skina
pt: Arquivo de skin inválido
ru: Неверный файл скина
sv: Ogiltig hud fil
th: ไฟล์สกินไม่ถูกต้อง
tr: Geçersiz skin dosyası
vi: Tệp skin không hợp lệ
zh_hans: 无效的皮肤文件
zh_hant: 無效的皮膚檔案

# error.validation.sql_execution_failed
source: SQL execution failed: %@
ar: فشل تنفيذ SQL: %@
da: SQL-udførelse mislykkedes: %@
de: SQL-Ausführung fehlgeschlagen: %@
es: Error en la ejecución de SQL: %@
fi: SQL-suoritus epäonnistui: %@
fr: Échec de l'exécution SQL: %@
hi: SQL निष्पादन विफल: %@
it: Esecuzione SQL fallita: %@
ja: SQLの実行に失敗しました： %@
ko: SQL 실행 실패： %@
nb: SQL-utføring mislyktes: %@
nl: SQL-uitvoering mislukt: %@
pl: Wykonanie SQL nie powiodło się: %@
pt: Falha na execução do SQL: %@
ru: Ошибка выполнения SQL: %@
sv: SQL-körning misslyckades: %@
th: การดำเนินการ SQL ล้มเหลว: %@
tr: SQL yürütme başarısız: %@
vi: Thực thi SQL thất bại: %@
zh_hans: SQL执行失败： %@
zh_hant: SQL執行失敗： %@

# error.validation.sql_prepare_failed
source: Failed to prepare SQL statement: %@
ar: لا يمكن إعداد عبارة SQL: %@
da: Kunne ikke forberede SQL-sætning: %@
de: SQL-Anweisung konnte nicht vorbereitet werden: %@
es: Error al preparar la declaración SQL: %@
fi: SQL-lauseen valmistelu epäonnistui: %@
fr: Échec de la préparation de l'instruction SQL: %@
hi: SQL स्टेटमेंट तैयार करने में विफल: %@
it: Impossibile preparare l'istruzione SQL: %@
ja: SQLステートメントの準備に失敗しました： %@
ko: SQL 문 준비 실패： %@
nb: Kunne ikke forberede SQL-setning: %@
nl: Kan SQL-instructie niet voorbereiden: %@
pl: Nie można przygotować instrukcji SQL: %@
pt: Falha ao preparar a declaração SQL: %@
ru: Не удалось подготовить SQL-запрос: %@
sv: Kunde inte förbereda SQL-uttryck: %@
th: ไม่สามารถเตรียมคำสั่ง SQL ได้: %@
tr: SQL ifadesi hazırlanamadı: %@
vi: Không thể chuẩn bị câu lệnh SQL: %@
zh_hans: 无法准备SQL语句： %@
zh_hant: 無法準備SQL語句： %@

# error.validation.transaction_begin_failed
source: Failed to begin transaction: %@
ar: لا يمكن بدء المعاملة: %@
da: Kunne ikke starte transaktion: %@
de: Transaktion konnte nicht gestartet werden: %@
es: Error al iniciar la transacción: %@
fi: Tapahtuman aloittaminen epäonnistui: %@
fr: Échec du début de la transaction: %@
hi: लेन-देन शुरू करने में विफल: %@
it: Impossibile iniziare la transazione: %@
ja: トランザクションの開始に失敗しました： %@
ko: 트랜잭션 시작 실패： %@
nb: Kunne ikke starte transaksjon: %@
nl: Kan transactie niet starten: %@
pl: Nie można rozpocząć transakcji: %@
pt: Falha ao iniciar a transação: %@
ru: Не удалось начать транзакцию: %@
sv: Kunde inte starta transaktion: %@
th: ไม่สามารถเริ่มธุรกรรมได้: %@
tr: İşlem başlatılamadı: %@
vi: Không thể bắt đầu giao dịch: %@
zh_hans: 无法开始事务： %@
zh_hant: 無法開始事務： %@

# error.validation.transaction_commit_failed
source: Failed to commit transaction: %@
ar: لا يمكن تأكيد المعاملة: %@
da: Kunne ikke bekræfte transaktion: %@
de: Transaktion konnte nicht bestätigt werden: %@
es: Error al confirmar la transacción: %@
fi: Tapahtuman vahvistaminen epäonnistui: %@
fr: Échec de la validation de la transaction: %@
hi: लेन-देन प्रतिबद्ध करने में विफल: %@
it: Impossibile confermare la transazione: %@
ja: トランザクションのコミットに失敗しました： %@
ko: 트랜잭션 커밋 실패： %@
nb: Kunne ikke bekrefte transaksjon: %@
nl: Kan transactie niet bevestigen: %@
pl: Nie można zatwierdzić transakcji: %@
pt: Falha ao confirmar a transação: %@
ru: Не удалось зафиксировать транзакцию: %@
sv: Kunde inte bekräfta transaktion: %@
th: ไม่สามารถยืนยันธุรกรรมได้: %@
tr: İşlem onaylanamadı: %@
vi: Không thể xác nhận giao dịch: %@
zh_hans: 无法提交事务： %@
zh_hant: 無法提交事務： %@

# error.validation.unsupported_skin_format
source: Unsupported Skin Format
ar: تنسيق البشرة غير مدعوم
da: Ikke-understøttet hudformat
de: Nicht unterstütztes Skin-Format
es: Formato de skin no soportado
fi: Ei-tuettu skin-muoto
fr: Format de skin non pris en charge
hi: असमर्थित स्किन प्रारूप
it: Formato skin non supportato
ja: サポートされていないスキンフォーマット
ko: 지원되지 않는 스킨 형식
nb: Ikke-støttet hudformat
nl: Niet-ondersteund skin-formaat
pl: Nieobsługiwany format skórki
pt: Formato de skin não suportado
ru: Неподдерживаемый формат скина
sv: Icke-stödd hudformat
th: รูปแบบสกินที่ไม่รองรับ
tr: Desteklenmeyen skin formatı
vi: Định dạng skin không được hỗ trợ
zh_hans: 不支持的皮肤格式
zh_hant: 不支持的皮膚格式

# error.validation.user_profile_load_failed
source: Failed to load user basic information: %@
ar: فشل تحميل معلومات المستخدم الأساسية: %@
da: Kunne ikke indlæse grundlæggende brugeroplysninger: %@
de: Laden der grundlegenden Benutzerinformationen fehlgeschlagen: %@
es: Error al cargar información básica del usuario: %@
fi: Käyttäjän perustietojen lataaminen epäonnistui: %@
fr: Échec du chargement des informations de base de l'utilisateur: %@
hi: उपयोगकर्ता की मूल जानकारी लोड करने में विफल: %@
it: Caricamento delle informazioni di base dell'utente fallito: %@
ja: ユーザー基本情報の読み込みに失敗しました： %@
ko: 사용자 기본 정보 로드 실패： %@
nb: Kunne ikke laste grunnleggende brukerinformasjon: %@
nl: Kan basisgebruikersinformatie niet laden: %@
pl: Nie udało się załadować podstawowych informacji użytkownika: %@
pt: Falha ao carregar informações básicas do usuário: %@
ru: Не удалось загрузить основную информацию пользователя: %@
sv: Kunde inte ladda grundläggande användarinformation: %@
th: โหลดข้อมูลพื้นฐานของผู้ใช้ล้มเหลว: %@
tr: Kullanıcı temel bilgileri yüklenemedi: %@
vi: Không thể tải thông tin cơ bản của người dùng: %@
zh_hans: 加载用户基本信息失败： %@
zh_hant: 載入使用者基本資訊失敗： %@

# error.validation.user_profile_save_failed
source: Failed to save user basic information: %@
ar: فشل حفظ معلومات المستخدم الأساسية: %@
da: Kunne ikke gemme grundlæggende brugeroplysninger: %@
de: Speichern der grundlegenden Benutzerinformationen fehlgeschlagen: %@
es: Error al guardar información básica del usuario: %@
fi: Käyttäjän perustietojen tallennus epäonnistui: %@
fr: Échec de l'enregistrement des informations de base de l'utilisateur: %@
hi: उपयोगकर्ता की मूल जानकारी सहेजने में विफल: %@
it: Salvataggio delle informazioni di base dell'utente fallito: %@
ja: ユーザー基本情報の保存に失敗しました： %@
ko: 사용자 기본 정보 저장 실패： %@
nb: Kunne ikke lagre grunnleggende brukerinformasjon: %@
nl: Kan basisgebruikersinformatie niet opslaan: %@
pl: Nie udało się zapisać podstawowych informacji użytkownika: %@
pt: Falha ao salvar informações básicas do usuário: %@
ru: Не удалось сохранить основную информацию пользователя: %@
sv: Kunde inte spara grundläggande användarinformation: %@
th: บันทึกข้อมูลพื้นฐานของผู้ใช้ล้มเหลว: %@
tr: Kullanıcı temel bilgileri kaydedilemedi: %@
vi: Không thể lưu thông tin cơ bản của người dùng: %@
zh_hans: 保存用户基本信息失败： %@
zh_hant: 儲存使用者基本資訊失敗： %@

# error.validation.username_encode_failed
source: Username Encode Failed
ar: فشل في ترميز اسم المستخدم
da: Brugernavn kodning mislykkedes
de: Benutzername-Kodierung fehlgeschlagen
es: Codificación de nombre de usuario falló
fi: Käyttäjänimen koodaus epäonnistui
fr: Encodage du nom d'utilisateur échoué
hi: उपयोगकर्ता नाम को एन्कोड करने में विफल
it: Codifica nome utente fallita
ja: ユーザー名のエンコードに失敗
ko: 사용자명 인코딩 실패
nb: Brukernavn kodning mislyktes
nl: Gebruikersnaam codering mislukt
pl: Kodowanie nazwy użytkownika nie powiodło się
pt: Codificação de nome de usuário falhou
ru: Кодирование имени пользователя не удалось
sv: Användarnamnskodning misslyckades
th: การเข้ารหัสชื่อผู้ใช้ล้มเหลว
tr: Kullanıcı adı kodlama başarısız
vi: Mã hóa tên người dùng thất bại
zh_hans: 用户名编码失败
zh_hant: 用戶名編碼失敗

# error.validation.version_data_not_found
source: Version data not found
ar: لم يتم العثور على بيانات الإصدار
da: Versionsdata ikke fundet
de: Versionsdaten nicht gefunden
es: Datos de versión no encontrados
fi: Versiotiedot ei löytynyt
fr: Données de version introuvables
hi: संस्करण डेटा नहीं मिला
it: Dati versione non trovati
ja: バージョンデータが見つかりません
ko: 버전 데이터를 찾을 수 없습니다
nb: Versjonsdata ikke funnet
nl: Versiegegevens niet gevonden
pl: Nie znaleziono danych wersji
pt: Dados da versão não encontrados
ru: Данные версии не найдены
sv: Versionsdata hittades inte
th: ไม่พบข้อมูลเวอร์ชัน
tr: Sürüm verisi bulunamadı
vi: Không tìm thấy dữ liệu phiên bản
zh_hans: 未找到版本数据
zh_hant: 未找到版本數據

# error.validation.version_manifest_parse_failed
source: Version Manifest Parse Failed
ar: فشل في تحليل قائمة إصدار %@: %@
da: Parsning af %@ versionsmanifest mislykkedes: %@
de: Parsing des %@ Versionsmanifests fehlgeschlagen: %@
es: Análisis de manifiesto de versión %@ falló: %@
fi: %@ version manifestin jäsentäminen epäonnistui: %@
fr: Analyse du manifeste de version %@ échouée: %@
hi: %@ संस्करण मैनिफेस्ट पार्स करने में विफल: %@
it: Analisi manifest versione %@ fallita: %@
ja: %@ バージョンマニフェストの解析に失敗： %@
ko: %@ 버전 매니페스트 파싱 실패： %@
nb: Parsing av %@ versjonsmanifest mislyktes: %@
nl: Parsen van %@ versie manifest mislukt: %@
pl: Parsowanie manifestu wersji %@ nie powiodło się: %@
pt: Análise de manifesto de versão %@ falhou: %@
ru: Разбор манифеста версии %@ не удался: %@
sv: Parsning av %@ versionsmanifest misslyckades: %@
th: การแยกวิเคราะห์รายการเวอร์ชัน %@ ล้มเหลว: %@
tr: %@ sürüm manifest ayrıştırma başarısız: %@
vi: Phân tích bảng kê phiên bản %@ thất bại: %@
zh_hans: 解析 %@ 版本清单失败： %@
zh_hant: 解析 %@ 版本清單失敗： %@

# error.validation.wal_mode_failed
source: Failed to enable WAL mode: %@
ar: لا يمكن تمكين وضع WAL: %@
da: Kunne ikke aktivere WAL-tilstand: %@
de: WAL-Modus konnte nicht aktiviert werden: %@
es: Error al habilitar el modo WAL: %@
fi: WAL-tilan ottaminen käyttöön epäonnistui: %@
fr: Échec de l'activation du mode WAL: %@
hi: WAL मोड सक्षम करने में विफल: %@
it: Impossibile abilitare la modalità WAL: %@
ja: WALモードを有効にできませんでした： %@
ko: WAL 모드 활성화 실패： %@
nb: Kunne ikke aktivere WAL-modus: %@
nl: Kan WAL-modus niet inschakelen: %@
pl: Nie można włączyć trybu WAL: %@
pt: Falha ao habilitar o modo WAL: %@
ru: Не удалось включить режим WAL: %@
sv: Kunde inte aktivera WAL-läge: %@
th: ไม่สามารถเปิดใช้งานโหมด WAL ได้: %@
tr: WAL modu etkinleştirilemedi: %@
vi: Không thể bật chế độ WAL: %@
zh_hans: 无法启用WAL模式： %@
zh_hant: 無法啟用WAL模式： %@

# error.validation.xbox_live_request_serialize_failed
source: Xbox Live Request Serialize Failed
ar: فشل في تسلسل طلب Xbox Live: %@
da: Xbox Live anmodning serialisering mislykkedes: %@
de: Xbox Live Anfrage Serialisierung fehlgeschlagen: %@
es: Serialización de solicitud de Xbox Live falló: %@
fi: Xbox Live-pyynnön sarjallistaminen epäonnistui: %@
fr: Sérialisation de la requête Xbox Live échouée: %@
hi: Xbox Live अनुरोध क्रमबद्ध करने में विफल: %@
it: Serializzazione richiesta Xbox Live fallita: %@
ja: Xbox Liveリクエストのシリアライズに失敗： %@
ko: Xbox Live 요청 직렬화 실패： %@
nb: Xbox Live forespørsel serialisering mislyktes: %@
nl: Xbox Live verzoek serialisatie mislukt: %@
pl: Serializacja żądania Xbox Live nie powiodła się: %@
pt: Serialização da solicitação do Xbox Live falhou: %@
ru: Сериализация запроса Xbox Live не удалась: %@
sv: Xbox Live förfrågan serialisering misslyckades: %@
th: การแปลงข้อมูลคำขอ Xbox Live ล้มเหลว: %@
tr: Xbox Live istek serileştirme başarısız: %@
vi: Tuần tự hóa yêu cầu Xbox Live thất bại: %@
zh_hans: 序列化Xbox Live认证请求失败： %@
zh_hant: 序列化Xbox Live認證請求失敗： %@

# error.validation.xbox_live_token_parse_failed
source: Xbox Live Token Parse Failed
ar: فشل في تحليل رمز Xbox Live: %@
da: Xbox Live token parse mislykkedes: %@
de: Xbox Live Token Parse fehlgeschlagen: %@
es: Análisis de token de Xbox Live falló: %@
fi: Xbox Live-tokenin jäsentäminen epäonnistui: %@
fr: Analyse du token Xbox Live échouée: %@
hi: Xbox Live टोकन पार्स करने में विफल: %@
it: Analisi token Xbox Live fallita: %@
ja: Xbox Liveトークンの解析に失敗： %@
ko: Xbox Live 토큰 파싱 실패： %@
nb: Xbox Live token parse mislyktes: %@
nl: Xbox Live token parse mislukt: %@
pl: Parsowanie tokenu Xbox Live nie powiodło się: %@
pt: Análise de token do Xbox Live falhou: %@
ru: Разбор токена Xbox Live не удался: %@
sv: Xbox Live token parse misslyckades: %@
th: การแยกวิเคราะห์โทเค็น Xbox Live ล้มเหลว: %@
tr: Xbox Live token ayrıştırma başarısız: %@
vi: Phân tích token Xbox Live thất bại: %@
zh_hans: 解析Xbox Live令牌响应失败： %@
zh_hant: 解析Xbox Live令牌響應失敗： %@
